Repository: Dece/xfconf
Catalog: po/*.po
Languages: fr, zh_cn

source: Failed to make ResetProperty DBus call
fr: Échec à l'appel DBus ResetProperty
zh_cn: 无法通过 DBus 重新设置属性

source: Unable to create configuration directory "%s"
fr: Échec à la création du dossier de configuration "%s"
zh_cn: 无法创建配置目录“%s”

source: Permission denied while modifying property "%s" on channel "%s"
fr: Vous n'avez pas les permissions nécessaires à la modification de la propriété "%s" du canal "%s"
zh_cn: 没有修改通道“%2$s”的属性“%1$s”的权限

source: Property "%s" does not exist on channel "%s"
fr: La propriété "%s" n'existe pas dans le canal "%s"
zh_cn: 通道“%2$s”没有属性“%1$s”

source: Unable to remove channel "%s": %s
fr: Échec à la suppression du canal "%s" : %s
zh_cn: 无法移除通道“%s”：%s

source: Invalid type for <property>: "%s"
fr: Type incorrect pour <valeur> : "%s"
zh_cn: <属性>类型无效：“%s”

source: Unable to parse value of type "%s" from "%s"
fr: Les valeurs de type "%s" de "%s" n'ont pas pu être analysées
zh_cn: 无法将“%2$s”解析为“%1$s”类型的值

source: The type attribute of <value> cannot be an array
fr: Le type d'attribut de <valeur> ne peut pas être un ensemble
zh_cn: <值>的类型属性不能是数组

source: Invalid type for <value>: "%s"
fr: Type incorrect pour <valeur> : "%s"
zh_cn: <值>类型无效：“%s”

source: Channel "%s" does not exist
fr: Le canal "%s" n'existe pas
zh_cn: 通道“%s”不存在

source: Unable to write channel "%s": %s
fr: Échec à l'écriture du canal "%s" : %s
zh_cn: 无法写入通道“%s”：%s

source: Unable to find Xfconf backend of type "%s"
fr: Impossible de trouver un backend de Xfconf pour le type "%s"
zh_cn: 找不到“%s”类型的 Xfconf 后台

source: Property names must start with a '/' character
fr: Les noms de propriétés doivent commencer par le caractère '/'
zh_cn: 属性名称必须以“/”字符开头

source: The root element ('/') is not a valid property name
fr: L'élément à la racine n'est pas un nom de propriété valide
zh_cn: 根元素(“/”)不能做属性名称

source: Property names can only include the ASCII characters A-Z, a-z, 0-9, '_', '-', '<' and '>', as well as '/' as a separator
fr: Les noms des propriétés ne peuvent contenir que des caractères ASCII parmisA-Z, a-z, 0-9, '_', '-', '<' et '>', ainsi que '/' comme séparateur
zh_cn: 属性名称只能包含 ASCII 字符 A-Z, a-z, 0-9, _, -, <, 或者 >, “/”可用做 分隔符

source: Property names cannot have two or more consecutive '/' characters
fr: Les noms de propriétés ne peuvent pas contenir plusieurs caractères '/' consécutifs
zh_cn: 属性名称不能有两个以上连续的“/”字符

source: Property names cannot end with a '/' character
fr: Les noms de propriétés ne peuvent pas se terminer par le caractère '/'
zh_cn: 属性名称不能以“/”字符结束

source: Channel name cannot be an empty string
fr: Le nom du canal ne peut pas être vide
zh_cn: 通道名称不能为空

source: Channel names can only include the ASCII characters A-Z, a-z, 0-9, '_', and '-'
fr: Les noms des canaux ne peuvent contenir que des caractères ASCII parmis A-Z, a-z, 0-9, '_' et '-'
zh_cn: 通道名称只能包含 ASCII 字符 A-Z, a-z, 0-9, _, 或者 －

source: The property name can only be empty or "/" if a recursive reset was specified
fr: Le nom de la propriété ne peut être que vide ou "/" si une réinitialisation récursive a été spécifiée.
zh_cn: 只有当指定递归重置以后属性名称才能为空或者“/”

source: Prints the xfconfd version.
fr: Affiche la version de xfconfd.
zh_cn: 输出 xfconfd 的版本号

source: Configuration backends to use. The first backend specified is opened read/write; the others, read-only.
fr: Backends de configuration à utiliser. Le premier backend est ouvert en lecture/écriture; les autres ne sont ouverts qu'en lecture.
zh_cn: 配置要使用的后台。第一个后台可读写，其余的只读。

source: Fork into background after starting; only useful for testing purposes
fr: Passer en arrière plan après démarrage; utile seulement pour les essais
zh_cn: 启动后转到后台运行；建议只在测试时使用

source: Xfce Configuration Daemon
fr: Démon de configuration de Xfce
zh_cn: Xfce 配置守护进程

source: Xfce configuration daemon
fr: Démon de configuration de Xfce
zh_cn: Xfce 配置守护进程

source: Report bugs to http://bugs.xfce.org/
fr: Veuillez signaler les bogues à http://bugs.xfce.org/
zh_cn: 请到 http://bugs.xfce.org/ 报告程序漏洞

source: Error parsing options: %s
fr: Erreur à l'analyse des options : %s
zh_cn: 解析选项“%s”时出错。

source: Another Xfconf daemon is already running
fr: Un autre démon Xfconf est en cours d'exécution
zh_cn: 另一个 Xfconf 守护进程已经在运行了

source: No backends could be started
fr: Aucun backend n'a pu être démarré
zh_cn: 无法启动任何后台

source: set
zh_cn: 设置

source: reset
zh_cn: 复位

source: Version information
fr: Information sur la version
zh_cn: 版本信息

source: The channel to query/modify
fr: Le canal à lire ou à modifier
zh_cn: 要查询/修改的通道

source: The property to query/modify
fr: La propriété à lire ou à modifier
zh_cn: 要查询/修改的属性

source: The new value to set for the property
fr: La nouvelle valeur à affecter à la propriété
zh_cn: 新的属性值

source: List properties (or channels if -c is not specified)
fr: Lister les propriétés (ou les canaux si -c n'est pas spécifié)
zh_cn: 属性列表(如果使用 -c 选项则给出通道列表)

source: Verbose output
fr: Sortie bavarde
zh_cn: 详细输出

source: Create a new property if it does not already exist
fr: Créer une nouvelle propriété si elle n'existe pas encore
zh_cn: 如果该属性不存在就新建一个

source: Specify the property value type
fr: Spécifier le type de valeur de la propriété
zh_cn: 指定属性值类型

source: Reset property
fr: Réinitialiser la propriété
zh_cn: 重置属性

source: Recursive (use with -r)
fr: Récursif (utiliser -r)
zh_cn: 使用递归(用 -r 选项时使用)

source: Force array even if only one element
fr: Forcer l'utilisation d'un ensemble même si il n'y a q'un élément
zh_cn: 即使只有一个元素也使用数组

source: Invert an existing boolean property
zh_cn: 反转现有的布尔属性

source: Monitor a channel for property changes
fr: Surveiller les changements de propriétés d'un canal
zh_cn: 监视通道中属性变化

source: Failed to init libxfconf: %s
zh_cn: 无法初始化 libxfconf: %s

source: - Xfconf commandline utility
zh_cn: - Xfconf 命令行工具

source: Option parsing failed: %s
zh_cn: 选项解析失败:%s

source: The Xfce development team. All rights reserved.
fr: L'équipe de développement de XFCE. Tous droits réservés.
zh_cn: Xfce开发团队。保留所有权利。

source: Please report bugs to <%s>.
fr: Merci de rapporter les bogues à <%s>.
zh_cn: 请报告 bug 至 <%s>。

source: Channels:
fr: Canaux :
zh_cn: 通道:

source: No property specified
fr: Aucune propriété spécifiée
zh_cn: 没有指定属性

source: --create and --reset options can not be used together
fr: Les options --create et --reset ne peuvent pas être utilisées en même temps
zh_cn: -- 创建和 -- 复位选项不能一起使用

source: --create and --reset options can not be used together with --list
fr: Les options --create et --reset ne peuvent être utilisées en même temps que l'option --list
zh_cn: --create 和 --reset 选项不能和 --list 一起使用

source: Start monitoring channel "%s":
zh_cn: 开始监视通道“%s”:

source: Failed to set property
zh_cn: 无法设置属性

source: --toggle only works with boolean values
fr: --afficher uniquement les travaux avec des valeurs booléennes
zh_cn: --toggle 仅对布尔值有效

source: (unknown)
fr: (inconnu)
zh_cn: (未知)

source: Value is an array with %d items:
zh_cn: 值是一个 %d 元素的数组:

source: Property "%s" does not exist on channel "%s". If a new property should be created, use the --create option
zh_cn: 属性 “%s” 不存在于通道 “%s” 。如果你要新建属性，请使用 --create 选项

source: When creating a new property, the value type must be specified
zh_cn: 创建新属性时必须指定数据类型

source: Failed to get the existing type for the value
zh_cn: 无法读出该值的当前类型

source: Unable to determine the type of the value
zh_cn: 无法确定值的类型

source: A value type must be specified to change an array into a single value
zh_cn: 把数组改为单一值时必须指定值的类型

source: Unable to convert "%s" to type "%s"
zh_cn: 无法把 “%s” 转换成类型 “%s”

source: There are %d new values, but only %d types could be determined
zh_cn: %d 个新值中，只能确定 %d 个的类型

source: Unable to determine type of value at index %d
zh_cn: 无法确定第 %d 个值的类型

source: Channel "%s" contains no properties
zh_cn: 通道 “%s” 没有任何属性
